/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Удалить";
"Basic settings" = "Базовые настройки";



/* MAIN ACTIVITIES */

"Home" = "Главная";
"Open" = "Открыть";
"Closed" = "Закрытые";
"Awards" = "Достижения";



/* HOME VIEW */

"Up next" = "Следующеее";
"More to explore" = "Больше";



/* PROJECTS VIEW */

"Open Projects" = "Открытые Проекты";
"Closed Projects" = "Закрытые Проекты";
"Add Project" = "Добавить Проект";
"Add New Item" = "Добавить Новую Задачу";
"There's nothing here right now" = "Здесь сейчас ничего нет";

/* A button that shows a menu with the following options */
"Sort" = "Сортировка";
"Sort items" = "Сортировка задач"; /* The title of the menu */
"Optimized" = "Оптимизированно"; /* Sort using an optimized algorithm */
"Creation Date" = "По дате создания"; /* Sort by the date items were created */
"Title" = "Название"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Новый Проект";
"New Item" = "Новая Задача";



/* EDITING PROJECTS */
"Edit Project" = "Редактировать Проект";
"Project name" = "Название проекта";
"Description of this project" = "Описание проекта";
"Custom project color" = "Цвет проекта";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Закрыть этот проект";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Закрытие проекта перемещает его из вкладки Открытые во вкладку Закрытые; удаление - удаляет проект полностью.";
"Reopen this project" = "Переоткрыть этот проект";
"Delete this project" = "Удалить этот проект";
"Delete project?" = "Удалить проект?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = ".";



/* EDITING ITEMS */
"Edit Item" = "Edit Item";
"Item name" = "Item name";
"Description" = "Description";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";

"Mark Completed" = "Mark Completed"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Please select something from the menu to begin.";
